tap 'caskroom/cask'

cask_args appdir: "/Applications"

brew 'binutils'
brew 'diffutils'
brew 'ed', args: ["with-default-names"]
brew 'findutils', args: ["with-default-names"]
brew 'gawk'
brew 'gnu-indent', args: ["with-default-names"]
brew 'gnu-sed', args: ["with-default-names"]
brew 'gnu-tar', args: ["with-default-names"]
brew 'gnu-which', args: ["with-default-names"]
brew 'gnutls'
brew 'grep', args: ["with-default-names"]
brew 'gzip'
brew 'screen'
brew 'watch'
brew 'wdiff', args: ["with-gettext"]
brew 'wget'
brew 'bash'
brew 'gdb'
brew 'gpatch'
brew 'm4'
brew 'make'
brew 'tree'


brew 'file-formula'
brew 'git'
brew 'less'
brew 'openssh'
brew 'perl@5.18'
brew 'python'
brew 'rsync'
brew 'svn'
brew 'unzip'
brew 'vim', args: ["override-system-vi"]
brew 'zsh'


cask 'gimp'
cask 'java'
cask 'charles'
cask 'wireshark'
cask 'openshot-video-editor'
cask 'rambox'
cask 'firefox'
cask 'google-chrome'
cask 'opera'
cask 'spectacle'
cask 'sequel-pro'
cask 'vlc'
cask 'alfred'
cask 'bitwarden'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'atom'
cask 'steam'
cask 'microsoft-office'
cask 'box-sync'
cask 'docker'
cask 'iterm2'


mas 'XCode', id: 497799835
mas 'Pages', id: 409201541
mas 'Microsoft Remote Desktop', id: 715768417
mas 'Write', id: 848311469
mas 'QVR Client', id: 806101067
