tap 'caskroom/cask'
tap 'caskroom/drivers'


cask_args appdir: "/Applications"

brew 'binutils'
brew 'diffutils'
brew 'ed'
brew 'findutils'
brew 'gawk'
brew 'gnu-indent'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnu-which'
brew 'gnutls'
brew 'grep'
brew 'gzip'
brew 'screen'
brew 'watch'
brew 'wdiff'
brew 'wget'
brew 'bash'
brew 'gdb'
brew 'gpatch'
brew 'm4'
brew 'make'
brew 'tree'
brew 'awscli'
brew 'aws-cfn-tools'
brew 'aws-elasticbeanstalk'


brew 'file-formula'
brew 'git'
brew 'less'
brew 'openssh'
brew 'perl@5.18'
brew 'python'
brew 'rsync'
brew 'svn'
brew 'unzip'
brew 'vim'
brew 'zsh'
brew 'thefuck'

